import React from 'react'
import AyeletAbdOmer from '../../images/ayelet-and-omer.jpg'
import OmerTattoo from "../../images/butterflies-are-forever-omer's-tattoo.jpg"

function OurStory() {

    return (
        <section className='our-story'>
            <h1 className='header'>הסיפור שלנו</h1>
            <div className='sub-title'>עומר , כמעט בת 21, נסעה אחרי הצבא לטיול הגדול, עם תרמיל על הגב, עם הרבה חלומות ותמימות שהכל אפשרי. לפני כשנתיים, בדרך לטרק בנפאל, האוטובוס בה נסעה התגלגל לתהום ועומר נהרגה במקום. אנחנו, המשפחה של עומר והחברים הקמנו להנצחתה את עמותת "הפרפרים של עומר.</div>
            <div className="images-wrapper">
                <img src={AyeletAbdOmer} alt="" />
                <img src={OmerTattoo} alt="" />
            </div>
            <p className='text-grid'>
                לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
                <br />
                <br />
                נולום ארווס סאפיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס. לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
                מגמש. תרבנך וסתעד לכנו סתשם השמה לתכי מורגם בורק? לתיג ישבעס.פיאן - פוסיליס קוויס, אקווזמן קוואזי במר מודוף. אודיפו בלאסטיק מונופץ קליר, בנפת נפקט למסון בלרק - וענוף ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש. תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
            </p>
        </section >
    )
}

export default OurStory
