import * as React from "react";
import "../styles/_omers-house.scss";

import Layout from "../components/layout";
import { GalleryGrid } from "../components/galleryGrid";

//  markup
const OmersHouse = () => {
  const galleryImages = [
    "./omers-house-enter-sign.jpg",
    "./omers-house-flowers.jpg",
  ];
  console.log("Layout", Layout);

  return (
    <Layout>
      <div className="omers-house">
        <h1 className="header">הבית של עומר</h1>
        <div className="sub-title">בית חם לצעירות חסרות עורף משפחתי</div>
        <p className="text-grid l center">
          הבית של עומר הוקם ומנוהל על ידי עמותת "הפרפרים של עומר" (ע.ר.
          580614402). זהו בית מגורים פרטי, חם ומחבק, לצעירות חסרות עורף משפחתי,
          הזקוקות לקורת גג, לתקופה ארוכה (כשנה וחצי - שנתיים). בבית 6 צעירות
          בגילאי 19 עד 23, המסוגלות, בתמיכה וליווי, לנהל אורח חיים עצמאי. הבית
          מספק לכל צעירה קורת גג, מזון, ארוחה חמה וכן מעטפת כוללת שמאפשרת
          לצעירות בבית לבנות את עצמן כבוגרות איתנות, שיוכלו בסוף התהליך לצאת
          למסלול חיים חדש. בנות הבית מנהלות אורח חיים עצמאי, עובדות ולומדות, על
          פי תכנית ליווי אישית בתחומי השכלה, התנהלות כלכלית, תעסוקה, טיפול ועוד.
        </p>
        <GalleryGrid />
        <p className="text-grid">
          הבית שוכן במושב ירקונה הצמוד להוד השרון. הוא מוקף במרחבים ירוקים. על
          צוות הבית נמנות מקימות העמותה, אשר מנהלות את הבית בהתנדבות וכן צוות
          בשכר הכולל את עו"סית הבית ואם הבית.
          <br />
          <br />
          הצעירות הגרות בבית מגיעות אלינו מכל קצוות הארץ. הן מופנות על ידי גורמי
          הרווחה השונים, על ידי עמותות, פנימיות, גורמים המטפלים בחיילות בודדות
          ועוד. התאמתה של כל מועמדת נבחנת בתהליך קליטה קפדני. הבית שלנו הוא
          מסגרת מוכרת ומפוקחת על ידי משרד הרווחה ואגף הרווחה במועצה המקומית דרום
          השרון אשר מלווים ושותפים לדרך.
          <br />
          <br />
          <b>
            מימון הבית מתבצע כמחציתו מתקציבי משרד הרווחה. המחצית הנוספת ממומנת
            מתרומות של גורמים פרטיים המאפשרים לנו להעשיר את הבית במזון, בצוות
            מקצועי, בפעילויות תרבות, העשרה, מלגות לימודים, הכוון תעסוקתי,
            טיפולים רגשיים ועוד.
          </b>
        </p>
      </div>
    </Layout>
  );
};

export default OmersHouse;
