import * as React from "react";
import * as s from "./_bracelets.module.scss";

import Layout from "../../components/layout";
import braceletsImg1 from "../../assets/images/bracelets1.jpg";
import braceletsImg2 from "../../assets/images/bracelets2.jpg";
import BraceletsAreasBanner from "../../components/banners/braceletsAreasBanner/BraceletsAreasBanner";

//  markup
const Bracelets = () => {
  return (
    <Layout>
      <div className={s.bracelets}>
        <div className={s.pageContent}>
          <h1 className="header">צמידים</h1>
          <div className="sub-title">
            <b>לכול אחד יש מה לתת ואין אחד שלא צריך משהו לפעמים</b> אם תרצו לקחת
            חלק במיזם החברתי הזה, להיות חלק מקהילה, צרו אתנו קשר, תקבלו צמיד
            ותוכלו על ידי מעשה טוב לאחר ולהעביר לו את הצמיד שקיבלתם.. הצמיד
            יעבור הלאה בדיוק כמו אפקט הפרפר ותדעו שהתחלתם שרשרת אנושית של מעשים
            טובים. אחרי שתעבירו את הצמיד תוכלו תמיד לקבל חדש ולהמשיך...
          </div>
          <div className={s.imagesWrapper}>
            <img loading="lazy" src={braceletsImg1} alt="" />
            <img loading="lazy" src={braceletsImg2} alt="" />
          </div>
          <p className="text-grid">
            אנחנו מזמינים כל מי שעוסק בחינוך ורואה כייעוד להנחיל ערכים של נתינה,
            חברות ועשיית טוב, לקחת חלק במיזם "הפרפרים של עומר" ולהשתמש בו
            כפלטפורמה ליישום ערכים אלו.
            <br />
            <br />
            <b>מה עושים עם הצמידים?</b>
            נשמח לשתף אתכם בשלל רעיונות שקיבלנו מהשטח במהלך החודש האחרון. תוכלו
            לעשות בהם שימוש ככל שיתאימו לכם ולבית ספרכם. כל רעיון אחר או נוסף
            הוא מבורך. ודאי יהיו לכם רעיונות חדשים ונפלאים, שנשמח לשמוע ולהעביר
            הלאה.
            <br />
            <br />
            <b>שלב א</b> - העברת הצמידים ביננו מחלקים צמידים, על פי הגרלה, לכ
            20% מילדי הכתה. הצמיד בשלב זה יעבור רק בתוך הכתה במעשה טוב מאחד
            לשני. היעד הוא שכל אחד יקבל את הצמיד לפחות פעם אחת. הצמיד יעבור על
            כל יד בכתה.
            <br />
            <br />
            <b>
              מה אני יכול לתת? מה אני רוצה לתת? למי? מה מצפים ממני לתת? מהם
              הכוחות שלי? מה הייתי רוצה לקבל? מה אני צריך? מתי? ממי? האם אני
              יודע לבקש? האם רואים אותי?
            </b>
            <br />
            <br />
            <b>שלב ב</b> – מעבירים את זה הלאה חלוקה חגיגית של צמידים לכל אחד
            (שרוצה כמובן), ויציאה אל מחוץ לכתה, אל קהל שיוגדר או שנגדיר יחד (בית
            הספר, המשפחות, הקהילה, אוכלוסיות עם צרכים מיוחדים שאותן נאמץ וכד').
            הכל בהתאם לתכניות בית הספר, לקשר עם הקהילה, לפרויקטים של מעורבות
            אישית ועוד.
            <br />
            <br />
            שתפו אותנו, ספרו, שילחו תמונות, סיפורים סרטונים ורעיונות לדף
            הפייסבוק שלנו. זה מרגש, מעודד ונותן לנו ולאחרים כוח, להעביר את זה
            הלאה.
            <br />
            <br />
            <b>אנחנו לא לבד- אנחנו חלק ממשהו טוב שנותן לנו כוח.</b>
          </p>
        </div>
        <BraceletsAreasBanner />
      </div>
    </Layout>
  );
};

export default Bracelets;
